Repository: CofficLab/Lumi
Catalog: Packages/OpenInKit/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk, zh_tw

source: Smart Open
zh_hans: 智能打开
zh_hant: 智能打開
zh_hk: 智能打開
zh_tw: 智慧開啟

source: Open in Browser
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開
zh_hk: 在瀏覽器中開啟
zh_tw: 在瀏覽器中開啟

source: Reveal in Finder
zh_hans: 在访达中显示
zh_hant: 在訪客中顯示
zh_hk: 在訪客中顯示
zh_tw: 於 Finder 顯示

source: Open in Xcode
zh_hans: 在 Xcode 中打开
zh_hant: 在 Xcode 中打開
zh_hk: 在 Xcode 中開啟
zh_tw: 在 Xcode 中開啟

source: Open in VS Code
zh_hans: 在 VS Code 中打开
zh_hant: 在 VS Code 中打開
zh_hk: 在 VS Code 中開啟
zh_tw: 在 VS Code 中開啟

source: Open in Cursor
zh_hans: 在 Cursor 中打开
zh_hant: 在 Cursor 中打開
zh_hk: 在 Cursor 中開啟
zh_tw: 在 Cursor 中開啟

source: Open in Trae
zh_hans: 在 Trae 中打开
zh_hant: 在 Trae 中打開
zh_hk: 在 Trae 中開啟
zh_tw: 在 Trae 中開啟

source: Open in Antigravity
zh_hans: 在 Antigravity 中打开
zh_hant: 在 Antigravity 中打開
zh_hk: 在 Antigravity 中開啟
zh_tw: 在 Antigravity 中開啟

source: Open in Chrome
zh_hans: 在 Chrome 中打开
zh_hant: 在 Chrome 中打開
zh_hk: 在 Chrome 中開啟
zh_tw: 在 Chrome 中開啟

source: Open in Safari
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中打開
zh_hk: 在 Safari 中開啟
zh_tw: 在 Safari 中開啟

source: Open in Arc
zh_hans: 在 Arc 中打开
zh_hant: 在 Arc 中打開
zh_hk: 在 Arc 中開啟
zh_tw: 在 Arc 中開啟

source: Open in Firefox
zh_hans: 在 Firefox 中打开
zh_hant: 在 Firefox 中打開
zh_hk: 在 Firefox 中開啟
zh_tw: 在 Firefox 中開啟

source: Open in Edge
zh_hans: 在 Edge 中打开
zh_hant: 在 Edge 中打開
zh_hk: 在 Edge 中開啟
zh_tw: 在 Edge 中開啟

source: Open in Terminal
zh_hans: 在终端中打开
zh_hant: 在終端機中打開
zh_hk: 在終端機中開啟
zh_tw: 在終端機中開啟

source: Open in Preview
zh_hans: 在预览中打开
zh_hant: 在預覽中打開
zh_hk: 在預覽中開啟
zh_tw: 於預覽程式開啟

source: Open in TextEdit
zh_hans: 在文本编辑器中打开
zh_hant: 在文字編輯器中打開
zh_hk: 在文字編輯器中開啟
zh_tw: 於文字編輯器開啟

source: Open in GitHub Desktop
zh_hans: 在 GitHub Desktop 中打开
zh_hant: 在 GitHub Desktop 中打開
zh_hk: 在 GitHub Desktop 中開啟
zh_tw: 在 GitHub Desktop 中開啟

source: Open in Kiro
zh_hans: 在 Kiro 中打开
zh_hant: 在 Kiro 中打開
zh_hk: 在 Kiro 中開啟
zh_tw: 在 Kiro 中開啟
